[
	{
		"id": 1,
		"title": "Jiu-Jitsu Mat",
		"price": 49.95,
		"description": "The FUJI Yoga Tile is a beautiful and easy-to-clean flooring option for your yoga studio! This durable tile is made of a specialized high-density core, making it perfect for a hygienic environment. This mat is 3/4' thick which makes it perfect for Hot Yoga & low impact movements. The tatami texture provides a traditional non-slip surface ideal for activities like yoga and barre. Plus, the waterproof membrane backing makes it ideal for hot yoga classes.",
		"extra1": "A Premium Flooring System + Amazing Value for Quality, Performance and Aesthetics",
		"extra2": "Traditional Tatami texture provides non-slip traction for grip and dynamic movement",
		"sizing": "1 meter x 2 meter / 6’6″ x 3’3″ / 39.37in x 78.74in - 10 Pounds",
		"category": "martial arts",
		"image": "./assets/fuji.jpg",
		"rate": 3.9,
		"count": 120,
		"priceId": "price_1MYgLLIpd7r3FnqnrA49pRqF"
	},
	{
		"id": 2,
		"title": "NordicTrack Treadmill",
		"price": 1249.95,
		"description": "Immersive 7-inch interactive HD touchscreen streams on-demand iFIT workouts directly to your equipment and provides easy stats tracking; FlexSelect cushioning and an AutoBreeze treadmill fan",
		"extra1": "30-Day Ifit Membership Included; Stream Live & On-Demand Workouts On Your Equipment With Global Workouts & Studio Classes; Elite Trainers Adjust Your Equipment (15 Dollar Value)",
		"extra2": "10% Onetouch Incline Control; 10 Mph Smart Onetouch Speed Control; With Ifit, Your Trainer Auto-Adjusts Your Speed And Incline Through A Smart Bluetooth Connection",
		"sizing": "73.5'D x 36'W x 54'H - 200 Pounds",
		"category": "equipment",
		"image": "./assets/Treadmill.jpg",
		"rate": 4.1,
		"count": 259,
		"priceId": "price_1MYgLMIpd7r3FnqnSXAkX8GZ"
	},
	{
		"id": 3,
		"title": "Halo View Fitness Tracker",
		"price": 49.99,
		"description": "Access key Halo health metrics like heart rate, Activity points, Sleep score, and on-demand blood oxygen levels on the Halo View color touch display.",
		"extra1": "More than just counting steps — Access key Halo health metrics like heart rate, Activity points, Sleep score, and on-demand blood oxygen levels on the Halo View color touch display",
		"extra2": "Halo membership included — Purchase includes 12 months of full access to exclusive membership features, workouts, and programs. Auto-renews at $3.99/month + tax. To manage your membership, visit Your Account › Memberships & Subscriptions",
		"sizing": "Sensor capsule: 11.4g, Small band + capsule: 20.6g",
		"category": "other",
		"image": "./assets/Watch.jpg",
		"rate": 4.7,
		"count": 500,
		"priceId": "price_1MYgLNIpd7r3FnqnXTRLb8G7"
	},
	{
		"id": 4,
		"title": "High Density Foam Roller",
		"price": 15.99,
		"description": "Roll before and after your work out at the gym, pilates, or yoga to condition and stretch muscle tissue, and remove painful trigger points. Dual grid design has finger zone with ridges, and spiked bumps on the opposite side.",
		"extra1": "This Roller Is Comfortable To Use - Making It Easy For Beginners , But Still Effective At Penetrating The Soft Tissue Layer Of Tired Muscles . Soft Enough To Use While In Pain From Lower Back Injury , Sciatica Or Plantar Fasciitis",
		"extra2": "One Of The Best Recovery Tools To Treat Muscle Pain , Increase Performance And Flexibility. Rolling Before And After Exercise Sis Part Of A Great Stretching Routine . Increases Blood Flow To Massage Site , Flushing Away Stored Lactic Acid",
		"sizing": "12. 75 Inches X 5. 25 Inch Diameter - 3 Pounds",
		"category": "equipment",
		"image": "./assets/Foam2.jpg",
		"rate": 4.1,
		"count": 430,
		"priceId": "price_1MYgLOIpd7r3FnqnGoOjRqIQ"
	},
	{
		"id": 5,
		"title": "Boxing Punching Heavy Bag",
		"price": 169.99,
		"description": "The Title Powerhide Heavybag made of durable powerhide will hold up to your most powerful assault in your home or commercial gym. This heavy bag has a soft 2-inch foam liner providing a comfortable hitting surface for professional and amateur boxers",
		"extra1": "Perfect heavy bag for boxing, MMA, Muay Thai and contact sport athletes alike to practice kicks, footwork and punches",
		"extra2": "Build strength, tone and condition your body with a muscle building aerobic workout, training and the right fitness equipment",
		"sizing": "14'W x 43'H - 100 Pounds",
		"category": "martial arts",
		"image": "./assets/Bag.jpg",
		"rate": 4.6,
		"count": 400,
		"priceId": "price_1MYgLPIpd7r3FnqnAwkhdfE0"
	},
	{
		"id": 6,
		"title": "Pull-Up Bar",
		"price": 24.95,
		"description": "Plan your home workout regime with Iron Gym Pull up bars, turn any doorway into a personal gym and get the strong, lean body you always wanted, right at home. It instantly attaches to or removes from your door frame.",
		"extra1": "Made of 1.7mm thickened refined heavy steel and the fine powder coating prevent rust and corrosion.It is much better than others just for the extra safety .It can hold up to 440 pounds",
		"extra2": "Target multiple upper body & core muscles with pull-ups, push-ups, dips, and hanging crunches, multiple functions replace all other equipment.With this pull up bar, home and office become your gym and you can do exercises in a quick way",
		"sizing": "17.95 x 11.46 x 4.25 inches - 10 Pounds",
		"category": "equipment",
		"image": "./assets/Pull.jpg",
		"rate": 3.9,
		"count": 70,
		"priceId": "price_1MYgLQIpd7r3Fnqnlumig01Q"
	},
	{
		"id": 7,
		"title": "Muscle Massage Gun Deep Tissue",
		"price": 79.98,
		"description": "Massage Gun Deep Tissue: 12 massage heads, 7 speed levels. Suitable for muscles of all parts of the body, enjoy deep muscle relaxation. Suitable for back, neck, arm, leg massage.",
		"extra1": "Adjustable Speed Levels :6 Speed levels settings ranging from 1300 to 3,200 rpm meet different body parts needs",
		"extra2": "High-Quality Rechargeable Massager: Our massager gun equipped with a 2500mAH capacity battery and Type-C Charging",
		"sizing": "10.71 x 7.95 x 3.11 inches - 1.72 Pounds",
		"category": "other",
		"image": "./assets/Gun.jpg",
		"rate": 3.9,
		"count": 400,
		"priceId": "price_1MYgLRIpd7r3FnqnX8Watp4b"
	},
	{
		"id": 8,
		"title": "Hardtail Mountain Bike",
		"price": 1249.99,
		"description": "The indexed Shimano TZ-31 rear derailleur combines with the micro-shift twist shifter to deliver 21 speeds on-demand for uphill climbing, downhill riding, or pure acceleration; removable rear derailleur guard ensures consistent gear operation",
		"extra1": "Equipped with lightweight 6061 aluminum frame; perfect for exploring mountain trails; 24-inch wheels fits riders 56 to 66 inches tall",
		"extra2": "Element suspension fork improves performance and control while providing a smoother ride",
		"sizing": "‎47.7 x 26.3 x 9.2 inches - 50 Pounds",
		"category": "outdoor",
		"image": "./assets/Bike1.jpg",
		"rate": 4.5,
		"count": 100,
		"priceId": "price_1MYgLTIpd7r3Fnqn55MOFYDp"
	},
	{
		"id": 9,
		"title": "Vilano 3.0 Road Bike with Integrated Shifters",
		"price": 849.99,
		"description": "ntegrated Brake Lever/Shifters mean controllable braking and shifting in a convenient single unit designed for the road. 6061 Double Butted Aluminum Aero Frame w/ Integrated Headset & Internal Cable.",
		"extra1": "Integrated Brake Lever/Shifters mean controllable braking and shifting in a convenient single unit designed for the road",
		"extra2": "6061 Double Butted Aluminum Aero Frame w/ Integrated Headset & Internal Cable",
		"sizing": "52 x 29 x 8 inches - 25 Pounds",
		"category": "outdoor",
		"image": "./assets/Bike2.jpg",
		"rate": 3.7,
		"count": 203,
		"priceId": "price_1MYgLUIpd7r3FnqnDaMiJKW4"
	},
	{
		"id": 10,
		"title": "Gaiam Yoga Mat",
		"price": 29.99,
		"description": "These durable, yet lightweight exercise yoga mats are extra thick for the additional cushioning your joints need during any yoga or fitness routine",
		"extra1": "Yoga mat features a textured sticky non slip surface for excellent traction and superior grip and a stylish design to keep you motivated and focused",
		"extra2": "NON TOXIC & 6P FREE PVC yoga mat is a healthier choice for you and the planet and free of DEHP, DBP, BBP, DINP, DIDP and DNOP",
		"sizing": "2.68 x 0.94 x 0.2 inches - 1 Pound",
		"category": "equipment",
		"image": "./assets/Yoga1.jpg",
		"rate": 3.9,
		"count": 470,
		"priceId": "price_1MYgLVIpd7r3FnqnawWbiWXZ"
	},
	{
		"id": 11,
		"title": "Hydro Flask Container",
		"price": 25.99,
		"description": "The double wall insulation makes the Hydro Flask sweat-free! It keeps your drink COLD for up to 24 hours, and HOT for up to 12 hours",
		"extra1": "A Premium Flooring System + Amazing Value for Quality, Performance and Aesthetics",
		"extra2": "Traditional Tatami texture provides non-slip traction for grip and dynamic movement",
		"sizing": "1 meter x 2 meter / 6’6″ x 3’3″ / 39.37in x 78.74in",
		"category": "other",
		"image": "./assets/Flask.jpg",
		"rate": 4.8,
		"count": 319,
		"priceId": "price_1MYgLWIpd7r3FnqnwaN9OAkd"
	},
	{
		"id": 12,
		"title": "Resistance Bands Set",
		"price": 8.99,
		"description": "Made of strong and durable raw material to withstand pressure over time and to last for years. 5 Resistance Levels – This bands allow you to mix and match to get your desired weight level - from 4.5 kg (10lb) up to 45 kg (115lbs) when combined, suitable for someone just starting out or an experienced gym-goer.",
		"extra1": "Pocket Portability - Training with resistance bands is proven to achieve the same results as free weights, with the benefit of portability and low-impact exercises that put less pressure on your joints",
		"extra2": "Multi-Purpose – Ideal for physical therapy, rehabilitation, pull-ups, stretching, strength training, powerlifting and more",
		"sizing": "‎7.48 x 4.06 x 1.77 inches - ‎0.13 Kilograms",
		"category": "equipment",
		"image": "./assets/Band.jpg",
		"rate": 4.8,
		"count": 400,
		"priceId": "price_1MYgLXIpd7r3FnqngBwIbCgM"
	},
	{
		"id": 13,
		"title": "Gym Timer, Portable, Interval Timer with Rechargeable Battery and Built-in Magnet",
		"price": 599.95,
		"description": "The Gym timer clock is fitted with 2 of the highest grade of super magnets, which can be firmly attached to any metal surface, making them clearly visible during exercise.",
		"extra1": "Jhering gym clock including custom interval training mode, clock display, count up, count down, stopwatch, TABATA, EMOM, MMA, FGB. Designed for all sports, training and skill levels",
		"extra2": "Thick and bright LED segments provide the best screen size ratio, you can easily see the bright numbers from all corners of your workout space",
		"sizing": "‎8.9 x 2.2 x 1.1 inches - 5 Pounds",
		"category": "other",
		"image": "./assets/Time.jpg",
		"rate": 3.9,
		"count": 250,
		"priceId": "price_1MYgLYIpd7r3FnqnZEPfJN9p"
	},
	{
		"id": 14,
		"title": "Jump Rope",
		"price": 8.99,
		"description": "This jump rope is made of steel wires that are coated with strong PVC material, making it durable even after a long time exercising. Its adjustable length design enables you to customize the length according to your needs, making it suitable for everyone, no matter for kids or adults.",
		"extra1": "Built-in with high-quality ball bearings, the skipping rope provides you with comfortable jump exercises",
		"extra2": "The ergonomic handles are well designed for your safety and convenience: they are covered with soft sponges, which makes the handles comfortable to hold",
		"sizing": "‎7.68 x 6.22 x 1.5 inches - ‎0.17 Kilograms",
		"category": "martial arts",
		"image": "./assets/Jump.jpg",
		"rate": 4.2,
		"count": 140,
		"priceId": "price_1MYgLZIpd7r3FnqnpiVQEQs8"
	},
	{
		"id": 15,
		"title": "Fuji Gi Element Edition",
		"price": 174.95,
		"description": "Built to last, built in America. Competitively priced, and precision built. Featuring silver embroidery, this gi is sure to keep your ground game on point. Featuring Fuji's ultralight ATOMIC TWILL GEN 2, this performance-blended fabric is featured on both the jacket top and pants, with a combined weight under 2 lbs.",
		"extra1": "The FUJI Single Weave Judo Gi is comfortable, durable, affordable, and traditional. Made from soft, FUJI premium 100% cotton blend material",
		"extra2": "Cotton Blend Gi: Built to last and designed for heavy-duty daily training, the Gi offers a simple look, and feels great on the mats",
		"sizing": "‎Mid-weight 550g Traditional Weave Gi Jacket",
		"category": "martial arts",
		"image": "./assets/Gi2.jpg",
		"rate": 4.6,
		"count": 235,
		"priceId": "price_1MYgLaIpd7r3FnqnwwTDJidF"
	},
	{
		"id": 16,
		"title": "Phalanx Rash Guard Long Sleeve",
		"price": 55.95,
		"description": "All our gear is tested on the mat long before you roll in it. It is battle proven, designed for durability and comfort.",
		"extra1": "Perfect For: No Gi, Jiu Jitsu, Crossfit, Running, Surfing",
		"extra2": "Our unique designs are sublimated which will never crack, fade, or peel, even if you're a two-a-day athlete",
		"sizing": "‎Large size in stock - 19x25 In",
		"category": "martial arts",
		"image": "./assets/Rash3.jpg",
		"rate": 3.9,
		"count": 340,
		"priceId": "price_1MYgLbIpd7r3FnqnxoeqvfZL"
	},
	{
		"id": 17,
		"title": "Phalanx Shorts Ultralight",
		"price": 55.95,
		"description": "Phalanx ultra-lightweight shorts are exactly that, super light! They're also durable enough to hold up perfectly in every day mat training, BJJ competition, and MMA!",
		"extra1": "Perfect For: No Gi, Jiu Jitsu, Crossfit, Running, Surfing",
		"extra2": "Our unique designs are sublimated which will never crack, fade, or peel, even if you're a two-a-day athlete",
		"sizing": "‎7.48 x 4.06 x 1.77 inches - ‎0.13 Kilograms",
		"category": "martial arts",
		"image": "./assets/Short2.jpg",
		"rate": 3.8,
		"count": 679,
		"priceId": "price_1MYgLcIpd7r3FnqnmPNNJTUl"
	},
	{
		"id": 18,
		"title": "Gym Bag",
		"price": 54.99,
		"description": "The opening of the backpack is a metal zipper, which is smooth and does not rust.The outer layer is made of waterproof and non-deformable environmentally friendly Oxford cloth material, which is durable. The lining is made of polyester, heat-resistant, wear-resistant, wrinkle-resistant and non-ironing.",
		"extra1": "With 10 total compartments, organization is a breeze. Includes large internal phone pocket and key loop, plus 2 external zippered pockets for other small items. Velcroed back pocket for easy access",
		"extra2": "Hidden water-resistant pocket is perfect for storing wet clothes and swimsuits. Great for swim practice or sweaty gym clothes",
		"sizing": "‎20 x 11 x 10.5 inches - 5 Pounds",
		"category": "other",
		"image": "./assets/Bag1.jpg",
		"rate": 4.7,
		"count": 130,
		"priceId": "price_1MYgLdIpd7r3FnqnrFOhfbxa"
	},
	{
		"id": 19,
		"title": "Power Rack",
		"price": 849.95,
		"description": "Power Cage combines a weight cage, squat rack, and Cable Crossover Machine which provides a total body workout without switching between different exercise stations. The max weight capacity of this weight cage is up to 1400lbs.",
		"extra1": "Made of 50 X 70mm commercial steel square frame with a thickness of 2mm. The product weighs 240lbs with 16 reinforcing tabs which increase its stability during training",
		"extra2": "The original aspiration of MAJOR LUTIE brand is simple——to create multi-functional and cost-effective cages for fitness enthusiasts and provide an integrated multi-function system for people who love home fitness",
		"sizing": "‎‎62.1 x 64 x 83.4 inches - 1400 Pounds",
		"category": "equipment",
		"image": "./assets/Power.jpg",
		"rate": 4.5,
		"count": 146,
		"priceId": "price_1MYgLeIpd7r3FnqnWM7UaGeF"
	},
	{
		"id": 20,
		"title": "Exercise Equipment Mats",
		"price": 149.99,
		"description": "Worried about the equipment scratching the floor during exercise? This sports pad solves your worries! It has the softness of EVA foam and the firmness of top EPDM rubber layer, preventing floor friction caused by sports equipment, and increasing the service life.",
		"extra1": "SUPERJARE Mat covers 24 square feet, and includes 6 tiles and 12 end borders. Each tile measures approximately 24' x 24' ( (2 ft x 2 ft))",
		"extra2": "HIIT training? Yoga? Aerobics? You can do more than that! Weightlifting, wrestling, benches, kettlebell, treadmill, and cardio machine",
		"sizing": "‎‎72 x 48 x 0.56 inches - 3 Pounds",
		"category": "equipment",
		"image": "./assets/Mats.jpg",
		"rate": 3.6,
		"count": 145,
		"priceId": "price_1MYgLgIpd7r3FnqnMRyim9Lk"
	},
	{
		"id": 21,
		"title": "Weight Clamps",
		"price": 11.99,
		"description": "This Olympic barbell clamp is designed with high-quality solid nylon, which can support heavier weights than the older one but still is lightweight. They are durable and easy to hold heavier loads thanks to the upgraded grip rubber pad design that keep the clips in place.",
		"extra1": "The expertly designed collar for weight bar allows you to put them on the bars and easily take them off. This ensures time efficiency, so you can quickly switch bars during sets",
		"extra2": "The Weight Clamp are manufactured from high-strength plastic and solid nylon after casting and high-pressure processing",
		"sizing": "‎‎6.5 x 3.78 x 2.05 inches - ‎0.28 Kilograms",
		"category": "equipment",
		"image": "./assets/Clip.jpg",
		"rate": 3.6,
		"count": 145,
		"priceId": "price_1MYgLhIpd7r3FnqnHKUtbDMx"
	},
	{
		"id": 22,
		"title": "Snow Ryder Hardwood Snowboard",
		"price": 57.99,
		"description": "Our line of durable snow sleds and discs come in a variety of shapes and sizes to accommodate anyone from kids, experienced sledders, and everyone in between. The high-impact construction and slick bottom will provide you with a fast, smooth ride for many snow seasons.",
		"extra1": "Featuring multi-layer construction, Snow Ryder is composed of machine-pressed wood layers, creating an ultra-strong composite board that outshines the rest",
		"extra2": "These easy to adjust bindings feature heavy-duty webbing and simple hook and loop closures, ensuring rider's boots or shoes are securely fastened to the board while sliding down the slopes",
		"sizing": "‎‎50.7 x 10.4 x 2.7 inches - ‎2.4 Kilograms",
		"category": "outdoor",
		"image": "./assets/Snow2.jpg",
		"rate": 3.9,
		"count": 100,
		"priceId": "price_1MYgLiIpd7r3Fnqn8WeAB96g"
	},
	{
		"id": 23,
		"title": "Rossignol Infrablack Snowboard",
		"price": 269.99,
		"description": "One of the best freestyle boards to learn and progress on, the DISTRICT offers easy, friendly fun for entry-level riders. The softer, twin freestyle flex provides an easy-to manipulate ride no matter which direction you slide.",
		"extra1": "Twin Freestyle Flex Adds Pop And Balance For Easy Freestyle Control",
		"extra2": "Playful Freestyle Progression And Forgiveness - Softer Symmetrical Flex Offers Easy Manipulation And Enhanced Board Control",
		"sizing": "‎60.5 x 12.6 x 3.2 inches - ‎5.2 Kilograms",
		"category": "outdoor",
		"image": "./assets/Snow3.jpg",
		"rate": 4.1,
		"count": 100,
		"priceId": "price_1MYgLjIpd7r3Fnqn70QjgP5r"
	},
	{
		"id": 24,
		"title": "Walkeren Maple Skateboard",
		"price": 39.95,
		"description": "Smooth (95A) high rebound PU wheels with ABEC-7 precision bearings and 95A high rebound PU bushing are smooth and wear-resistant, which can not only provide stable and strong grip while skating, but also play a strong shock absorption effect. This skateboard is suitable for parks, pedestrian crossings, roads and other surfaces, whether they are smooth or rough.",
		"extra1": "Double-kick concave structure is easy to brake and allows more energy from your heels to toes, ideal for beginners & pros to do basic stunts and tricks",
		"extra2": "This complete skateboards is fully assembled, comes with a repair tool, which helps save your time and hassle of assembling",
		"sizing": "‎‎31 x 8 x 4.8 inches - 2.2 Kilograms",
		"category": "outdoor",
		"image": "./assets/Skate.jpg",
		"rate": 4.2,
		"count": 100,
		"priceId": "price_1MYgLkIpd7r3Fnqn6CpUac3g"
	},
	{
		"id": 25,
		"title": "Landyachtz Cat Black Longboard",
		"price": 249.95,
		"description": "The Gen 6 Grizzly Trucks have been redesigned from the ground up, incorporating technology perfected in Bear's high end DH and Freeride trucks; game changing strength and highly refined steering geometry are just the tip of the iceberg",
		"extra1": "Gen 6 Bear Grizzly 180mm 50-degree trucks, 72mm 78a Plow Kings wheels, Bear Spaceballs ABEC 7 bearings",
		"extra2": "7 Ply Maple construction combines with rocker profile gives a slight dampening flex to help smooth out your ride",
		"sizing": "‎33 x 11.25 x 4.5 inches - ‎3.2 Kilograms",
		"category": "outdoor",
		"image": "./assets/Skate2.jpg",
		"rate": 3.5,
		"count": 100,
		"priceId": "price_1MYgLlIpd7r3Fnqna3pO3dgF"
	},
	{
		"id": 26,
		"title": "Shoyoroll Gi Top",
		"price": 120.95,
		"description": "Our Competitor 21.Black Kimono features a Heavyweight Pearl Weave Jacket and  Jacket and Twill Cotton Pant. This staple kimono gives off a fresh look, while maintaining our classic fit.",
		"extra1": "In this third competitor iteration of our Competitor Series, the Crimson Competitor presents a new, clean design with tones of deep red and white decorating the kimono",
		"extra2": "Alongside the competitor's signature silhouette and cut, the Crimson Competitor showcases a fresh patch design adorned across both the jacket and pants",
		"sizing": "‎Mid-weight 550g Traditional Weave Gi Jacket",
		"category": "martial arts",
		"image": "./assets/Shoyo1.jpg",
		"rate": 4.3,
		"count": 100,
		"priceId": "price_1MYgLmIpd7r3FnqnRNco84QZ"
	},
	{
		"id": 27,
		"title": "Shoyoroll Gi Bottom",
		"price": 120.95,
		"description": "Our Competitor 21.Black Kimono features a Heavyweight Pearl Weave Jacket and  Jacket and Twill Cotton Pant. This staple kimono gives off a fresh look, while maintaining our classic fit.",
		"extra1": "In this third competitor iteration of our Competitor Series, the Crimson Competitor presents a new, clean design with tones of deep red and white decorating the kimono",
		"extra2": "Alongside the competitor's signature silhouette and cut, the Crimson Competitor showcases a fresh patch design adorned across both the jacket and pants",
		"sizing": "‎Mid-weight 550g Traditional Weave Gi Jacket",
		"category": "martial arts",
		"image": "./assets/Shoyo2.jpg",
		"rate": 3.8,
		"count": 100,
		"priceId": "price_1MYgLnIpd7r3FnqndH0Ap5rk"
	},
	{
		"id": 28,
		"title": "Shoyoroll Rash Guard",
		"price": 59.95,
		"description": "Our new long sleeved Ranked Rash Guard is part of the technical series and proudly Made in California. This rash guard showcases our Shoyoroll® original logo on the front, with subtle text on the sleeve.",
		"extra1": "Ventilated mesh underarm area to help disperse heat. Perfect for No Gi Brazilian Jiu Jitsu, gym workouts, wrestling practice, MMA training and much more!",
		"extra2": "4way stretch material with graduated compression in the arms and upper torso for improved blood flow throughout muscles",
		"sizing": "‎Large size in stock - 19x25 In",
		"category": "martial arts",
		"image": "./assets/Shoyo4.jpg",
		"rate": 4.1,
		"count": 100,
		"priceId": "price_1MYgLoIpd7r3Fnqn7MuaAhng"
	},
	{
		"id": 29,
		"title": "Shoyoroll Pant's",
		"price": 59.95,
		"description": "Designed for supreme performance. Part of our WAZAir Series, our Flex Trainer Shorts is lightweight focusing on comfort, moisture control, and breathability.",
		"extra1": "Regular shorts stick out like a sore thumb in the gym, and don’t perform well during grappling. Our classic, uncluttered style and iconic Shoyoroll logo can be worn confidently on your first day, or when upgrading to a cleaner look",
		"extra2": "Less baggy with open seams and four way stretching gives you more range of motion and keeps fabric from getting caught in limbs",
		"sizing": "‎7.48 x 4.06 x 1.77 inches - ‎0.13 Kilograms",
		"category": "martial arts",
		"image": "./assets/Shoyo3.jpg",
		"rate": 4.6,
		"count": 100,
		"priceId": "price_1MYgLqIpd7r3Fnqn5kBku3Uy"
	},
	{
		"id": 30,
		"title": "Polar H10 Heart Rate Monitor",
		"price": 87.95,
		"description": "The most accurate heart rate sensor in Polar's history, Polar H10 is polished to the max in all aspects and gets software updates as well. It’s widely recognized for its top precision by many sources.",
		"extra1": "Bluetooth, ANT+ and 5 kHz provide an excellent variety of connection options (e.g. with Peloton)",
		"extra2": "With improved electrodes, an easy-to-use buckle and silicone dots, the strap is comfortable and interference-free, and stays put when you're on the move",
		"sizing": "4.53 x 3.7 x 1.81 inches - ‎‎0.13 Pounds",
		"category": "other",
		"image": "./assets/Polar.jpg",
		"rate": 4.7,
		"count": 100,
		"priceId": "price_1MYgLrIpd7r3Fnqnlt4vfkK2"
	},
	{
		"id": 31,
		"title": "Parallel Bar's",
		"price": 84.95,
		"description": "Dip stands made of heavy duty steel and supports to 300LBS, durable steel construction provides safety assurance during exercise.",
		"extra1": "PPadded grips make it comfortable to build muscle without weights by performing dips, l-sits, push-ups, inverted rows",
		"extra2": "Powder coated, sturdy iron tubes can support up to 400 lbs., so you can safely train chest, triceps, shoulders and core",
		"sizing": "‎16 x 24 x 31 inches - ‎‎23.5 Pounds",
		"category": "equipment",
		"image": "./assets/Bar.jpg",
		"rate": 3.9,
		"count": 100,
		"priceId": "price_1MYgLtIpd7r3FnqnzNkgXzxQ"
	},
	{
		"id": 32,
		"title": "Schwinn Carbon Road Bike",
		"price": 2200.95,
		"description": "Designed for advanced to expert riders who want to go farther and faster on a bike built for superior performance. Suggested rider height range: 5 feet 7 inches - 5 feet 10 inches",
		"extra1": "Black Label Carbon frame and Schwinn race carbon fork with carbon tapered steerer",
		"extra2": "Full Shimano 105 22-speed drivetrain with Shimano 105 50/34T compact crank, Shimano 105 STI shifters, and Shimano 11-32T cassette",
		"sizing": "‎47.7 x 26.3 x 9.2 inches - 50 Pounds",
		"category": "outdoor",
		"image": "./assets/Bike3.jpg",
		"rate": 3.8,
		"count": 100,
		"priceId": "price_1MYgLvIpd7r3FnqnF5O6as95"
	},
	{
		"id": 33,
		"title": "Burton Feelgood Snowboard",
		"price": 639.95,
		"description": "Directional Shape Is The Classic Snowboard Shape, Designed To Be Ridden With A Slightly Longer Nose Than Tail To Concentrate Pop In The Tail While Providing Plenty Of Float, Flow, And Control To Rip Any Terrain Or Condition",
		"extra1": "Flying V Bend Features Rocker Zones Between And Outside Your Feet For Enhanced Playfulness, And Float And Camber Zones Underneath Your Feet That Focus Edge Control For Crisp Snap, Added Pop, And Powerful Turns",
		"extra2": "Twin Flex Is Perfectly Symmetrical From Tip To Tail For A Balanced Ride That'S Equally Versatile Regular Or Switch",
		"sizing": "60 x 13 x 3 inches - ‎3 Pounds",
		"category": "outdoor",
		"image": "./assets/Burton.jpg",
		"rate": 4.2,
		"count": 100,
		"priceId": "price_1MYgLwIpd7r3Fnqn9Pszceyo"
	}
]
